Repository: 3j9fkyahunqoxwqu/nsupdate.info
Catalog: src/nsupdate/locale/*/LC_MESSAGES/django.po
Languages: el

source: Delete your User Account
el: Σβήσε τον λογαριασμό σου

source: Are you sure you want to delete your user account and all your data on this service? You can not undelete your data.
el: Θέλετε σίγουρα να διαγράψετε τον λογαριασμό σας και όλα τα δεδομένα σας σε αυτή την υπηρεσία; Δεν θα μπορείτε να αναιρέσετε την ενέργεια.

source: Confirm
el: Επιβεβαίωση

source: User Profile of
el: Λογαριασμός του/της

source: Submit
el: Υποβολή

source: Associate with remote Account
el: Συσχέτιση με απομακρυσμένο Λογαριασμό

source: Disassociate from remote Account
el: Ακύρωση συσχέτισης απομακρυσμένου Λογαριασμού

source: Delete User Profile
el: Διαγραφή Λογαριασμού Χρήστη

source: If you'ld like to stop using this service and delete this user profile and all your data (especially all hosts and all domains created by this user), you can do it here.
el: Αν επιθυμείτε να σταματήσετε να χρησιμοποιείτε την υπηρεσία και να διαγράψετε το προφίλ χρήστη και όλα τα δεδομένα σας (συγκεκριμένα τους host και τα domain που δημιουργήθηκαν από αυτόν το χρήστη), μπορείτε να το κάνετε εδώ.

source: Activation complete
el: Η ενεργοποίηση ολοκληρώθηκε

source: Activation problem
el: Πρόβλημα με την ενεργοποίηση

source: Thanks, activation complete!
el: Σας ευχαριστώ, η ενεργοποίηση ολοκληρώθηκε

source: You may now login using the username and password you set at registration.
el: Μπορείτε τώρα να συνδεθήτε χρησιμοποιώντας το όνομα χρήστη και τον κωδικό που χρησιμοποιήσατε κατα την ενεργοποίηση

source: Log in
el: Σύνδεση

source: Oops
el: Ώπα

source: it seems that your activation key is invalid. Please check the url again.
el: φαίνεται πως το κλειδί ενεργοποίησης δεν είναι έγκυρο. Παρακαλώ ελέγξτε πάλι την διεύθυνση url.

source: Activation email sent
el: Το μήνυμα ενεργοποίησης στάλθηκε

source: An activation email has been sent.
el: Στάλθηκε ένα μύνημα ενεργοποίησης

source: Please check your email and click on the link to activate your account.
el: Παρακαλώ ελεγξτε το λογαριασμό του ηλεκτρονικού σας ταχυδρομείου και πατήστε στον σύνδεσμο ενεργοποίησης του λογαριασμού σας

source: Register for an account
el: Eγγραφείτε για τον λογαριασμό σας.

source: No registration required for testing
el: Δεν απαιτείται εγγραφή για δοκιμή

source: You can easily test the service and see what you get.
el: Μπορείτε εύκολα να δοκιμάσετε την υπηρεσία και να δείτε τι προσφέρει.

source: Just directly log in as:
el: Απλά συνδεθείτε απευθείας ως:

source: Username:
el: Όνομα χρήστη:

source: Password:
el: Κωδικός:

source: <b>Note:</b> if that doesn't work, the service administrator did not set up the test account yet or discontinued offering it. In that case, you can still just register a new account.
el: <b>Σημείωση:</b> εάν δεν λειτουργεί, ο διαχειριστής της υπηρεσίας δεν έχει ρυθμίσει ακόμα τον δοκιμαστικό λογαριασμό ή σταμάτησε να τον προσφέρει. Σε αυτή την περίπτωση, μπορείτε να εγγραφείτε για έναν νέο λογαριασμό.

source: test account is <b>only</b> for testing
el: ο λογαριασμός test είναι <b>μόνο</b> για δοκιμή

source: Any data (hosts, domains, ...) entered using the test account might be removed at any time and without prior notice.
el: Όσα δεδομένα (hosts, domains, ...) καταχωρούνται με χρήση του test λογαριασμού μπορεί να αφαιρεθούν σε οποιαδήποτε στιγμή χωρίς προειδοποίηση.

source: So if you'ld like your stuff to stay, please register for a regular account after finishing your initial evaluation.
el: Οπότε αν επιθυμείτε οι εγγραφές σας να παραμείνουν, παρακαλώ εγγραφείτε για έναν κανονικό λογαριασμό αφότου τελειώσετε με τις αρχικές δοκιμές σας.

source: Register new account
el: Καταχώρηση νέου λογαριασμού

source: Username: should be related to your <em>person or organisation</em> (not: to the host(s) you want to register).<br> E-Mail address: must be a <em>working</em> one, we'll send you an activation E-Mail there.<br> Password: please use a sane one, we trust you.
el: Όνομα χρήστη: πρέπει να σχετίζεται με<em>εσάς ή τον οργανισμό σας</em> (όχι: τους host(s) που θέλετε να καταχωρήσετε).<br> Διεύθυνση E-Mail: πρέπει να είναι ένα <em>πραγματικό</em> e-mail, θα σας στείλουμε ένα μήνυμα ενεργοποίησης εκεί.<br> Κωδικός: παρακαλώ χρησιμοποιήστε ένα λογικό κωδικό, σας εμπιστευόμαστε.

source: Send activation email
el: Αποστολή μηνύματος ενεργοποίησης

source: Login with a local Account
el: Σύνδεση με ένα τοπικό Λογαριασμό

source: Your username and password didn't match. Please try again.
el: Το όνομα χρήστη και ο κωδικός σας δεν ταιριάζουν. Παρακαλώ προσπάθηστε ξανά.

source: Remember me
el: Να με θυμηθείς

source: Forgot your password?
el: Ξεχάσατε τον κωδικό σας;

source: Sign up for a new account...
el: Εγγραφείτε για ένα νέο λογαριασμό...

source: Login with a remote Account
el: Σύνδεση με έναν απομακρυσμένο Λογαριασμό

source: Log out
el: Αποσύνδεση

source: Thanks for spending some quality time with the Web site today.
el: Ευχαριστούμε που ξοδέψατε μερικό ποιοτικό χρόνο με τον Ιστοσελίδα σήμερα.

source: Log in again
el: Συνδεθείτε πάλι

source: Password change
el: Αλλαγή Κωδικού

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλώ εισάγετε τον παλιό κωδικό, για χάρη της ασφάλειας σας, και στη συνέχεια εισάγετε το νέο κωδικό δύο φορές έτσι ώστε να μπορέσουμε να επιβεβαιώσουμε ότι έχετε τον εχετε πληκτρολογήσει σωστά.

source: Change my password
el: Άλλαξε τον κωδικό μου

source: Password change successful
el: Επιτυχής αλλαγή κωδικού

source: Your password was changed.
el: Ο κωδικός σας έχει αλλάξει

source: Password reset
el: Επαναφορά κωδικού

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
el: Ξεχάσατε τον κωδικό σας; Εισάγετε τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου παρακάτω και θα σας στείλουμε, μέσω αυτού, οδηγίες για τη ρύθμιση ενός νέου.

source: Reset my password
el: Επανέφερε τον κωδικό μου

source: Password reset complete
el: Η επαναφορά κωδικού ολοκληρώθηκε

source: Your password has been set. You may go ahead and log in now.
el: Ο κωδικός σας ρυθμίστηκε. Μπορείτε να συνδεθείτε τώρα.

source: Enter new password
el: Εισάγετε νέο κωδικό

source: Please enter your new password twice so we can verify you typed it in correctly.
el: Παρακαλώ καταχωρήστε των κωδικό σας δύο φορές ώστε να επιβεβαιώσουμε ότι τον πληκτρολογήσατε σωστά.

source: Password reset unsuccessful
el: Ανεπιτυχής επαναφορά κωδικού

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
el: Ο σύνδεσμος επαναφοράς κωδικού ήταν άκυρος, πιθανόν επειδή είχε ήδη χρησιμοποιηθεί. Παρακαλώ αιτηθείτε εκ νέου επαναφορά κωδικού.

source: Password reset successful
el: Επιτυχής επαναφορά κωδικού

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
el: Σας αποστείλαμε e-mail με οδηγίες για την ρύθμιση του κωδικού σας. Θα πρέπει να το λάβετε σύντομα.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
el: Αν δεν λάβατε ένα email, παρακαλώ βεβαιωθείτε ότι έχετε καταχωρήσει την διεύθυνση με την οποία εγγραφήκατε, και ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας.

source: name RegEx
el: όνομα RegEx

source: Blacklisted domain. Evaluated as regex (search).
el: Τομέας σε μαύρη λίστα. Αξιολογήθηκε σαν regex (αναζήτηση).

source: last update
el: τελευταία ενημέρωση

source: created at
el: δημιουργήθηκε την

source: created by
el: δημιουργήθηκε από

source: blacklisted host
el: host σε μαύρη λίστα

source: blacklisted hosts
el: hosts σε μαύρη λίστα

source: name
el: όνομα

source: Name of the zone where dynamic hosts may get added
el: Ονομασία ζώνης όπου μπορούν να προστεθούν δυναμικοί hosts

source: nameserver IP (primary)
el: Διεύθυνση IP nameserver (πρωτεύουσα)

source: IP where the dynamic DNS updates for this zone will be sent to
el: IP στην οποία θα αποστέλλονται οι ενημερώσεις του δυναμικού DNS γι' αυτή την ζώνη

source: nameserver IP (secondary)
el: Διεύθυνση IP nameserver (δευτερεύουσα)

source: IP where DNS queries for this zone will be sent to
el: IP στην οποία θα αποστέλλονται ερωτήματα DNS γι' αυτή την ζώνη

source: nameserver update secret
el: μυστικός κωδικός ενημέρωσης του nameserver

source: Shared secret that allows updating this zone (base64 encoded)
el: Κοινός κωδικός που επιτρέπει την ενημέρωση αυτής της ζώνης (base64 κωδικοποίηση)

source: nameserver update algorithm
el: αλγόριθμος ενημέρωσης του nameserver

source: HMAC_SHA512 is fine for bind9 (you can change this later, if needed)
el: Ο HMAC_SHA512 είναι εντάξει για bind9 (μπορείτε να το αλλάξετε αργότερα, αν χρειάζεται)

source: public
el: δημόσιο

source: Check to allow any user to add dynamic hosts to this zone - if not checked, we'll only allow the owner to add hosts
el: Επιλέξτε για να επιτρέψετε σε οποιονδήποτε χρήστη να προσθέτει δυναμικούς hosts σε αυτή την ζώνη - αν όχι, θα επιτρέψουμε μόνο στον ιδιοκτήτη να προσθέτει hosts

source: available
el: διαθέσιμο

source: Check if nameserver is available/reachable - if not checked, we'll pause querying/updating this nameserver for a while
el: Επιλέξτε αν ο nameserver είναι διαθέσιμος/προσβάσιμος - αν όχι, θα σταματήσουμε τα ερωτήματα/ενημερώσεις του namesarver για λίγο

source: comment
el: σχόλιο

source: Some arbitrary comment about your domain. If your domain is public, the comment will be also publicly shown.
el: Ένα οποιοδήποτε σχόλιο για τον τομέα σας. Αν ο τομέας σας είναι δημόσιος, το σχόλιο επίσης θα εμφανίζεται δημόσια.

source: domain
el: τομέας

source: domains
el: τομείς

source: The name of your host.
el: Το όνομα του host σας.

source: update secret
el: μυστικός κωδικός ενημέρωσης

source: Some arbitrary comment about your host, e.g who / what / where this host is
el: Ένα οποιοδήποτε σχόλιο για τον host σας, π.χ. ποιος / τι /που είναι αυτός ο host

source: Check if host is available/in use - if not checked, we won't accept updates for this host
el: Επιλέξτε αν ο host είναι διαθέσιμος/σε χρήση - αν όχι, δεν θα δεχόμαστε ενημερώσεις γι' αυτόν τον host

source: netmask IPv4
el: μασκα δικτύου IPv4

source: Netmask/Prefix length for IPv4.
el: Μασκα δικτύου / Μήκος προθέματος για IPv4.

source: netmask IPv6
el: μασκα δικτύου IPv6

source: Netmask/Prefix length for IPv6.
el: Μασκα δικτύου / Μήκος προθέματος για IPv6.

source: abuse
el: κατάχρηση

source: Checked if we think you abuse the service - you may uncheck this AFTER fixing all issues on your side
el: Επιλεγμένο αν πιστεύουμε ότι κάνετε κατάχρηση της υπηρεσίας - μπορείτε να το αποεπιλέξετε ΑΦΟΤΟΥ διορθώσετε όλα τα προβλήματα από πλευρά σας

source: abuse blocked
el: μπλοκαρισμένο λόγω κατάχρησης

source: Checked to block a host for abuse.
el: Επιλεγμένο για να μπλοκάρει έναν host για κατάχρηση.

source: client faults
el: σφάλματα πελάτη

source: client result msg
el: μήνυμα αποτελέσματος πελάτη

source: Latest result message relating to the client
el: Τελευταίο μήνυμα αποτελέσματος σχετικά με τον πελάτη

source: server faults
el: σφάλματα διακομιστή

source: server result msg
el: μήνυμα αποτελέσματος εξυπηρετητή

source: Latest result message relating to the server
el: Τελευταίο μήνυμα αποτελέσματος σχετικά με τον εξυπηρετητή

source: api auth faults
el: σφάλματα API επικύρωσης

source: api auth result msg
el: καταληκτικό μήνυμα API επικύρωσης

source: Latest result message relating to api authentication
el: Πρόσφατο καταληκτικό μήνυμα σχετικά με το API επικύρωσης

source: last update IPv4
el: τελευταία ενημέρωση IPv4

source: last update IPv6
el: τελευταία ενημέρωση IPv6

source: TLS update IPv4
el: ενημέρωση TLS IPv4

source: TLS update IPv6
el: ενημέρωση TLS IPv6

source: The name of a host in same network as your main host.
el: Το όνομα ενός host στο ίδιο δίκτυο με τον κύριο σας host.

source: interface ID IPv4
el: ID διεπαφής IPv4

source: The IPv4 interface ID of this host. Use IPv4 notation.
el: Το IPv4 ID διεπαφής αυτού του host. Χρησιμοποιείστε IPv4 σημειολογία.

source: interface ID IPv6
el: ID διεπαφής IPv6

source: The IPv6 interface ID of this host. Use IPv6 notation.
el: Το IPv6 ID διεπαφής αυτού του host. Χρησιμοποιείστε IPv6 σημειολογία.

source: main host
el: κύριος host

source: related host
el: σχετιζόμενος host

source: related hosts
el: σχετιζόμενοι hosts

source: Service name
el: Όνομα υπηρεσίας

source: Some arbitrary comment about the service
el: Ένα οποιοδήποτε σχόλιο για αυτή την υπηρεσία

source: server
el: διακομιστής

source: Update Server [name or IP] of this service
el: Server Ενημέρωσης [όνομα ή IP] αυτής της υπηρεσίας

source: path
el: διαδρομή

source: Update Server URL path of this service
el: Διαδρομή URL Server Ενημέρωσης αυτής της υπηρεσίας

source: secure
el: Ασφαλής

source: Use https / TLS to contact the Update Server?
el: Χρήση https / TLS για επικοινωνία με τον Sever Ενημέρωσης;

source: accept IPv4
el: αποδοχή IPv4

source: accept IPv6
el: αποδοχή IPv6

source: service updater
el: σύστημα ενημέρωσης υπηρεσίας

source: service updaters
el: συστήματα ενημέρωσης υπηρεσίας

source: service
el: υπηρεσία

source: The hostname for that service (used in query string)
el: Το όνομα του host για αυτή την υπηρεσία (χρησιμοποιείται σε αλφαριθμητικό αναζήτησης ερωτήματος)

source: Some arbitrary comment about your host on that service
el: Ένα οποιοδήποτε σχόλιο για τον host σας σε αυτή την υπηρεσία

source: The name/id for that service (used for http basic auth)
el: Το όνομα/αναγνωριστικό για αυτήν την υπηρεσία (χρησιμοποιείται για βασική ταυτοποίηση http)

source: password
el: κωδικός

source: The password/secret for that service (used for http basic auth)
el: Ο κωδικός/μυστικό για αυτήν την υπηρεσία (χρησιμοποιείται για βασική ταυτοποίηση http)

source: give IPv4
el: δώστε IPv4

source: give IPv6
el: δώστε IPv6

source: service updater host config
el: αρχείο παραμέτρων του host για τον updater της υπηρεσίας

source: service updater host configs
el: αρχεία παραμέτρων του host για τον updater της υπηρεσίας

source: About the %(WWW_HOST)s service
el: Σχετικά με την %(WWW_HOST)s υπηρεσία

source: What's this?
el: Τι είναι αυτό;

source: %(WWW_HOST)s is a <b>dynamic dns service</b>.
el: %(WWW_HOST)s είναι μια <b>δυναμική υπηρεσία DNS</b>.

source: You usually need it so your router (or other dyndns2-compatible client) can update a hostname, so you don't need to know or find out your current IP address.
el: Συνήθως το χρειάζεστε ώστε το router σας (ή άλλος συμβατός με dyndns2 client) να μπορεί να ενημερώνει ένα όνομα host, ώστε να μην χρειάζεται να γνωρίζετε ή να πρέπει να βρείτε την τρέχουσα εξωτερική IP σας.

source: %(WWW_HOST)s is <b>simple, usable, free, friendly, secure and respects your privacy</b>.
el: %(WWW_HOST)s είναι <b>απλό, χρήσιμο, δωρεάν, φιλικό, ασφαλή και σέβεται το προσωπικό σας απόρρητο </b>.

source: Why another one?
el: Γιατί ακόμη ένας;

source: As far as we know, there was no service yet that is <em>not</em>:
el: Απ' όσο ξέρουμε, δεν υπήρχε καμία υπηρεσία ακόμα που <em>δεν</em>:

source: nagging its users to make a paid subscription
el: παρενοχλεί τους χρηστές να γίνουν επί πληρωμή συνδρομητές

source: annoying its users with advertisements or spam
el: εκνευρίζοντας τους χρήστες της με διαφημίσεις και spam

source: cancelling hosts or accounts after a short period of non-usage
el: ακυρώνοντας hosts ή λογαριασμούς μετά από μικρά διαστήματα μη-χρήσης

source: hiding the few free features almost undiscoverably between a ton of commercial-only features
el: κρύβοντας τις ελάχιστες δωρεάν λειτουργίες, δύσκολα να τις εντοπίσεις, ανάμεσα σε άπειρες εμπορικά διαθέσιμες μόνο δυνατότητες

source: How is it?
el: Πως είναι;

source: You can just try it using the test account (see Register page).
el: Μπορείς απλά να το δοκιμάσεις χρησιμοποιώντας τον test λογαριασμό (δες σελίδα Εγγραφής)

source: Also, we have <a href="http://nsupdateinfo.readthedocs.org/" title="Open docs in new window" target="_blank">documentation</a> &mdash; there might be some interesting stuff for you in it that is not visible or obvious on the user interface.
el: Επίσης, υπάρχει <a href="http://nsupdateinfo.readthedocs.org/" title="Open docs in new window" target="_blank">εγχειρίδιο</a> &mdash; όπου μπορεί να υπάρχουν μερικά ενδιαφέροντα πράγματα για εσένα σε αυτό που να μην είναι ορατά ή προφανή στην διεπαφή χρήστη.

source: If you are interested in the software project, have a look at the <a href="https://github.com/nsupdate-info/nsupdate.info">nsupdate.info project on GitHub</a>.
el: Αν σε ενδιαφέρει το project του λογισμικού, ρίξε μια ματιά στο <a href="https://github.com/nsupdate-info/nsupdate.info">nsupdate.info project στο GitHub</a>.

source: Fair use of the service
el: Τίμια χρήση της υπηρεσίας

source: The only thing we expect from you is fair use of this service:
el: Το μόνο πράγμα που προσδοκούμε από εσένα είναι η τίμια χρήση της υπηρεσίας:

source: Don't abuse the service in any way.
el: Μην κάνεις κατάχρηση της υπηρεσία με οποιονδήποτε τρόπο.

source: Don't update your hosts too often.
el: Μην ενημερώνεις τους hosts σου υπερβολικά συχνά.

source: Don't do updates if your IP did not change.
el: Μην πραγματοποιείς ενημερώσεις της IP σου αν αυτή δεν έχει αλλάξει.

source: Don't create lots of users or lots of hosts.
el: Μην δημιουργείς πολλούς χρήστες ή πολλούς hosts.

source: Don't use the service for any illegal or otherwise questionable purpose.
el: Μην χρησιμοποιείς την υπηρεσία για παράνομους ή γενικά ύποπτους σκοπούς.

source: Don't spam us via e-mail.
el: Μην μας spam-άρεις με e-mail.

source: We reserve the right to remove any account or hostname(s) that are related to unfair use of the service - at any time and without prior notice.
el: Διατηρούμε το δικαίωμα να αφαιρέσουμε όποιον λογαριασμό ή hostname(s) που σχετίζονται με κατάχρηση της υπηρεσίας - σε οποιαδήποτε στιγμή και χωρίς προειδοποίηση.

source: No warranties
el: Χωρίς εγγυήσεις

source: This is free software and a free service, there are no warranties.
el: Αυτό είναι ένα δωρεάν λογισμικό και δωρεάν υπηρεσία, δεν υπάρχουν εγγυήσεις.

source: If it breaks, it breaks.
el: Αν χαλάσει, χάλασε.

source: Service Contact
el: Επαφή επικοινωνίας της Υπηρεσίας

source: Before contacting us via E-Mail, please read the docs, they exist for a reason.
el: Πριν επικοινωνήσετε μαζί μας μέσω E-Mail, παρακαλούμε διαβάστε τα εγχειρίδια, υπάρχουν για κάποιον λόγο.

source: Software Project Contact
el: Επαφή επικοινωνίας του Project Λογισμικού

source: Visit the <a href="https://github.com/nsupdate-info/nsupdate.info">nsupdate.info project on GitHub</a> to:
el: Επισκεφθείτε το <a href="https://github.com/nsupdate-info/nsupdate.info">nsupdate.info project on GitHub</a> στο:

source: file issues on the issue tracker for bugs, ideas, patches.
el: υποβάλετε ζητήματα στον επιτηρητή ζητημάτων για bugs, ιδέες, διορθώσεις.

source: create pull requests for your contributions.
el: δημιουργήστε μια αίτηση λήψης για να συνεισφέρετε.

source: Delete %(object)s
el: Διαγραφή %(object)s

source: Are you sure you want to delete "%(object)s"?
el: Θέλετε σίγουρα να διαγράψετε το "%(object)s";

source: Edit Domain
el: Μεταβολή Τομέα

source: You can't change the domain name. If you want to have another domain name, you have to delete this domain and create a new one.
el: Δεν μπορείτε να αλλάξετε το όνομα τομέα. Εάν θέλετε να έχετε διαφορετικό όνομα τομέα, θα πρέπει να διαγράψετε αυτόν τον τομέα και να δημιουργήσετε ένα νέο.

source: Please note that update algorithm and update secret need to match. Just create a new secret after submitting this form with a changed update algorithm.
el: Παρακαλώ σημειώστε ότι ο αλγόριθμος ενημέρωσης και το μυστικό ενημέρωσης πρέπει να ταιριάζουν. Απλά δημιουργήστε ένα νέο μυστικό αφού υποβάλετε αυτή την φόρμα με αλλαγμένο αλγόριθμο ενημέρωσης.

source: Update
el: Ενημέρωση

source: Show Configuration
el: Προβολή Παραμετροποίησης

source: We'll generate a ready-to-use configuration for your name server, filled out with all values (including a new secret).
el: Θα δημιουργήσουμε μια έτοιμη-προς-χρήση παραμετροποίηση για τον nameserver σας, συμπληρωμένη με όλες τις παραμέτρους (συμπεριλαμβανομένου και του νέου μυστικού).

source: We'll create a new shared secret - if you had one before, it will become invalid. You have to use the new secret in your name server configuration.
el: Θα δημιουργήσουμε ένα νέο κοινόχρηστο μυστικό - εάν είχατε κάποιο πριν, θα ακυρωθεί. Θα πρέπει να χρησιμοποιήσετε το νέο μυστικό στην παραμετροποίηση του nameserver σας.

source: Delete Domain
el: Διαγραφή Τομέα

source: Deleting a domain is not undoable. If you need it back, you'll have to add it again and configure a new shared secret.
el: Η διαγραφή τομέα είναι μη αναστρέψιμη. Αν τον χρειαστείτε ξανά, θα πρέπει να τον προσθέσετε εκ νέου και να ρυθμίσετε ένα νέο κοινόχρηστο μυστικό.

source: Add a new Domain
el: Προσθήκη νέου Τομέα

source: Add
el: Προσθήκη

source: Help
el: Βοήθεια

source: Here you can add new domains (zones) which you control (and this is only useful if you have some own zone which you can update automatically).
el: Εδώ μπορείτε να προσθέσετε νέους τομείς (ζώνες) υπό τον έλεγχό σας (και αυτό είναι χρήσιμο μόνο αν έχετε κάποια δική σας ζώνη την οποία μπορείτε να ενημερώνετε αυτόματα).

source: You need to be able to configure the primary master nameserver of the zone so it accepts dynamic updates (via RFC 2136 "dynamic update" protocol) if the correct update secret is presented.
el: Θα πρέπει να είστε σε θέση να ρυθμίσετε τον πρωτεύον κύριο nameserver της ζώνης ώστε να δέχεται δυναμικές ενημερώσεις (κατά το RFC 2136 "dynamic update" πρωτόκολλο).

source: We'll show you configuration examples after you add a domain.
el: Θα σας δείξουμε παραδείγματα παραμετροποίησης αφότου προσθέσετε έναν τομέα.

source: Nameserver Shared Secret Generated
el: Δημιουργήθηκε Κοινόχρηστο Μυστικό Nameserver

source: New nameserver shared secret generated for you. Everytime you visit this page a new secret will be generated and the old one becomes invalid.
el: Το νέο κοινόχρηστο μυστικό του nameserver έχει δημιουργηθεί για εσάς. Κάθε φορά που επισέπτεστε αυτή την σελίδα ένα νέο μυστικό θα δημιουργείται και το παλιό θα ακυρώνεται.

source: Algorithm:
el: Αλγόριθμος:

source: Secret:
el: Μυστικό:

source: How to configure your bind9 nameserver to accept dynamic DNS updates?
el: Πως να ρυθμίσετε τον bind9 nameserver σας να δέχεται δυναμικές ενημερώσεις DNS?

source: Host Secret Generated
el: Δημιουργήθηκε Μυστικό του Host

source: New secret generated for you. We store it hashed, so save it now, or you have to generate a new one again. Everytime you visit this page a new secret will be generated and the old one becomes invalid.
el: Ένα νέο μυστικό δημιουργήθηκε για εσάς. Το αποθηκεύουμε τεμαχισμένο, οπότε σώστε το τώρα, διαφορετικά θα πρέπει να δημιουργήσετε ένα νέο πάλι. Κάθε φορά που επισκέπτεστε αυτή την σελίδα ένα νέο μυστικό θα δημιουργείται και το παλιό θα ακυρώνεται.

source: How to configure automated dynamic DNS updates?
el: Πως να ρυθμίσετε αυτοματοποιημένες δυναμικές ενημερώσεις DNS?

source: Your current IP(s) + reverse DNS:
el: Η τρέχουσα IP(s) + ανεστραμένη DNS:

source: the Dynamic DNS service you waited for.
el: η υπηρεσία Δυναμικού DNS που περιμένατε.

source: Free and Nice
el: Δωρεάν και Καλή

source: is a free service.
el: είναι μια δωρεάν υπηρεσία.

source: Also, we won't annoy you with ads or spam.
el: Επίσης, δεν θα σας ενοχλούμε με διαφημίσεις και spam.

source: Free and Open Source
el: Δωρεάν και Ανοιχτού Κώδικα

source: nsupdate.info is free and open-source software.
el: Το nsupdate.info είναι δωρεάν και ελεύθερο λογισμικό.

source: nsupdate.info project on GitHub
el: το nsupdate.info project στο GitHub

source: Awesome Code
el: Φανταστικός Κώδικας
