Repository: 3j9fkyahunqoxwqu/nsupdate.info
Catalog: src/nsupdate/locale/*/LC_MESSAGES/django.po
Languages: el

source: Empowered by Python and Django,<br> we love to write clean and secure code.
el: Με την δύναμη της Python και του Django,<br> αγαπάμε να γράφουμε καθαρό και ασφαλή κώδικα.

source: Edit Host
el: Διαμόρφωση Host

source: Delete Host
el: Διαγραφή Host

source: Deleting a host is not undoable. If you need it back, you'll have to add it again and configure a new update secret.
el: Η διαγραφή ενός host είναι μη αναστρέψιμη. Αν τον χρειαστείτε ξανά, θα πρέπει να τον προσθέσετε εκ νέου και να ρυθμίσετε ένα νέο κοινόχρηστο μυστικό.

source: We'll generate a ready-to-use configuration for your router / update client, filled out with all values (including a new secret).
el: Θα δημιουργήσουμε μια έτοιμη-προς-χρήση παραμετροποίηση για τον router / πελάτη ενημέρωσής σας, συμπληρωμένη με όλες τις παραμέτρους (συμπεριλαμβανομένου και του νέου μυστικού).

source: We'll create a new secret - if you had one before, it will become invalid. You have to use the new secret in your router / update client configuration.
el: Θα δημιουργήσουμε ένα νέο κοινόχρηστο μυστικό - εάν είχατε κάποιο πριν, θα ακυρωθεί. Θα πρέπει να χρησιμοποιήσετε το νέο μυστικό στην παραμετροποίηση του router / πελάτη ενημέρωσής σας.

source: Related Hosts
el: Σχετιζόμενοι Hosts

source: We can update additional host records (for other hosts in same network) when we receive an update for this host.
el: Μπορούμε να ενημερώσουμε επιπλέον εγγραφές host (για άλλους hosts στο ίδιο δίκτυο) όταν λάβουμε μια ενημέρωση γι' αυτόν τον host.

source: Configure related Hosts
el: Παραμετροποίηση σχετιζόμενων Hosts

source: Update other Services
el: Ενημέρωση άλλων Υπηρεσιών

source: We can send updates to other services when we receive an update from you.
el: Μπορούμε να στέλνουμε ενημερώσεις σε άλλες υπηρεσίες όταν λαμβάνουμε μια ενημέρωση από εσάς.

source: Configure Updaters
el: Ρυθμίστε Συστήματα Ενημέρωσης

source: Update Nameserver Records
el: Ενημέρωσε τις εγγραφές του Nameserver

source: Usually you configure your router to follow the dyndns2 protocol. But if you know what you are doing, and you want to update manually, you can do it here.
el: Συνήθως ρυθμίζετε το router σας βάση του dyndns2 πρωτοκόλλου. Αλλά αν ξέρετε τι κάνετε, και θέλετε να ενημερώνετε χειροκίνητα, μπορείτε να το κάνετε εδώ.

source: We populated the input fields for the new addresses with your currently detected remote addresses.
el: Συμπληρώνουμε τα πεδία εισόδου για τις νέες διευθύνσεις με τις τρέχουσες απομακρυσμένες διευθύνσεις σας που ανιχνεύθηκαν.

source: Current %(type)s address from master nameserver
el: Τρέχουσα %(type)s διεύθυνση από τον κύριο nameserver

source: Set new %(type)s address
el: Θέστε νέα %(type)s διεύθυνση

source: Give new %(type)s address
el: Δώστε νέα %(type)s διεύθυνση

source: Delete
el: Διαγραφή

source: Result Messages
el: Μηνύματα αποτελέσματος

source: API Authentication Result Message
el: Καταληκτικό μήνυμα API επικύρωσης

source: Client Result Message
el: Μήνυμα Αποτελέσματος Πελάτη

source: Server Result Message
el: Μήνυμα Αποτελέσματος Εξυπηρετητή

source: Create a new Host
el: Δημιουργία νέου Host

source: Create
el: Δημιουργία

source: Here you can add new hosts (like routers, PCs, servers, ...).
el: Εδώ μπορείτε να προσθέσετε νέους hosts (όπως routers, PCs, servers, ...).

source: You need to be able to configure one of your machines so it sends dyndns2 compatible updates to us when your IP changes. Routers usually have some builtin software that does this, but you can also use some software on another system (like a PC or server).
el: Θα πρέπει να είστε σε θέση να ρυθμίσετε ένα από τα μηχανήματά σας ώστε να στέλνει συμβατές με dyndns2 ενημερώσεις σε εμάς όταν αλλάζει η IP σας. Τα router έχουν συνήθως ενσωματωμένο λογισμικό που το κάνει αυτό, αλλά μπορείτε επίσης να χρησιμοποιήσετε κάποιο λογισμικό σε ένα άλλο σύστημα (όπως ένα PC ή server).

source: Just make sure your update client either is customizable well enough or has specific support for our service.
el: Απλά βεβαιωθείτε ότι ο πελάτης σας ενημέρωσης είναι αρκετά παραμετροποιήσιμος ή έχει συγκεκριμένη υποστήριξη για την υπηρεσία μας.

source: We'll show you configuration examples after you add a host.
el: Θα σας δείξουμε παραδείγματα ρύθμισης μόλις προσθέσετε έναν host.

source: General
el: Γενικά

source: General configuration hints
el: Γενικές ενδείξεις ρυθμίσεων

source: Usually, you should configure one system on your network to update the DNS. This can be either your router or a host on your network and it will run some software called the update client.
el: Συνήθως, πρέπει να ρυθμίσετε ένα σύστημα στο δίκτυό σας να ενημερώνει τον DNS. Αυτό μπορεί να είναι είτε το router σας ή ένα μηχάνημα στο δίκτυό σας που θα τρέχει ένα λογισμικό που λέγεται πελάτης ενημέρωσης.

source: We have some specific configuration hints for some devices and update clients, please see the tabs above. If you don't find yours there, use the generic hints below.
el: Έχουμε κάποιες συγκεκριμένες υποδείξεις ρυθμίσεων ορισμένων συσκευών και πελατών ενημέρωσης, παρακαλώ δείτε τις άνωθεν καρτέλες. Εάν δεν μπορείτε να βρείτε την δική σας εδώ, χρησιμοποιήστε τις γενικές υποδείξει πιο κάτω.

source: <b>Important note about security and compatibility</b>: For update URLs, we always give the https (not: http) URL as that will use an encrypted connection to transfer your data (including your update secret). Depending on your update client (router firmware or PC software) <em>and</em> the specific nsupdate.info-based service, https might be not supported. So, if it does not work, you have the choice of using a different update client and/or a different service, or transmitting your data using an unencrypted connection (using http: instead of https:).
el: <b>Σημαντική σημείωση για την ασφάλεια και συμβατότητα</b>: Για τα URLs ενημέρωσης, πάντα δίνουμε το https (όχι: http) URL καθώς αυτό θα χρησιμοποιήσει μια κρυπτογραφημένη σύνδεση να μεταφέρει τα δεδομένα σας (περιλαμβανομένου το μυστικού ενημέρωσης). Ανάλογα με τον πελάτη ενημέρωσης (υλικολογισμικό router ή λογισμικό PC) <em>και</em> την ρητά βασισμένη στο nsupdate.info υπηρεσία, το https ίσως να μην υποστηρίζεται. Οπότε, εάν δεν δουλεύει, έχετε την επιλογή να χρησιμοποιήσετε κάποιον άλλο πελάτη ενημέρωσης και/ή διαφορετική υπηρεσία, ή να μεταδώσετε τα δεδομένα σας χρησιμοποιώντας μη κρυπτογραφημένη σύνδεση (χρήση http: αντί του https:).

source: Your update client needs to access the following URLs to update the DNS:
el: Ο πελάτης σας ενημέρωσης χρειάζεται να προσπελάσει τα ακόλουθα URLs για να ενημερώσει τον DNS:

source: For IPv4 updates:
el: Για ενημερώσεις IPv4:

source: For IPv6 updates:
el: Για ενημερώσεις IPv6:

source: The IPs will be determined automatically using the remote address our service is seeing (see below for more details).
el: Οι IPs θα προσδιορισθούν αυτόματα χρησιμοποιώντας την απομακρυσμένη διεύθυνση που βλέπει η υπηρεσία μας (δείτε παρακάτω για περισσότερες λεπτομέρειες).

source: Your update client has to do the following steps:
el: Ο πελάτης σας ενημέρωσης χρειάζεται να εκτελέσει τα ακόλουθα βήματα:

source: Check your current IP:
el: Ελέγξτε την τρέχουσα IP σας:

source: to get your current IPv4 address
el: να πάρει την τρέχουσα IPv4 διεύθυνση σας

source: to get your current IPv6 address
el: να πάρει την τρέχουσα IPv6 διεύθυνση σας

source: to get your current IPv4 or IPv6 address
el: να πάρει την τρέχουσα IPv4 ή IPv6 διεύθυνση σας

source: Important: Do not send an update if your IP did not change since last update!
el: Σημαντικό: Μην στέλνετε ενημέρωση εάν η IP σας δεν έχει αλλάξει από την τελευταία ενημέρωση!

source: Do HTTP Basic Auth with:
el: Κάντε βασική HTTP ταυτοποίηση με:

source: Send a http GET request to:
el: Στείλτε μια αίτηση http GET στο:

source: (to update IPv4 A record in DNS)
el: (για ενημέρωση του IPv4 A record στον DNS)

source: (to update IPv6 AAAA record in DNS)
el: (για ενημέρωση του IPv6 AAAA record στον DNS)

source: Optionally, we support some URL arguments:
el: Προαιρετικά, υποστηρίζουμε μερικές μεταβλητές URL:

source: myip=127.0.0.1 or myip=::1 (by default, we autodetect the IP. If the autodetected IP is not the one you want to put into DNS, you need to give the wanted one explicitly using myip=...)
el: myip=127.0.0.1 ή myip=::1 (από προεπιλογή, ανιχνεύουμε αυτόματα την IP. Αν η αυτόματη IP δεν είναι αυτή που θέλετε να βάλετε στον DNS, πρέπει να προσδιορίσετε την επιθυμητή ρητά με χρήση του myip=...)

source: (if not given: autodetect from http basic auth)
el: (αν δεν δηλώθηκε: αυτόματη ανίχνευση από την βασική ταυτοποίηση http)

source: The response status and content will be:
el: Η απόκριση κατάστασης και περιεχομένου θα είναι:

source: new IP accepted
el: νέα IP αποδεκτή

source: IP accepted, but did not change since last update
el: IP αποδεκτή, αλλά δεν έχει αλλάξει από την τελευταία ενημέρωση

source: Incorrect authentication or no http basic auth header received
el: Λάθος επικύρωση ή κεφαλίδα μη βασικής http ταυτοποίησης λήφθηκε

source: and maybe others:
el: και ίσως άλλα:

source: Go to:
el: Πήγαινε σε:

source: Enter the following data:
el: Εισάγετε τα ακόλουθα δεδομένα:

source: If you have IPv4 and IPv6
el: Εάν έχετε IPv4 και IPv6

source: Set Update-URL to the following (two URLs, separated by one space)
el: Βάλτε το URL-ενημέρωσης ως ακολούθως (δύο URLs. διαχωρισμένα με ένα κενό)

source: Forcing a dynamic DNS update
el: Εξαναγκασμός μιας δυναμικής ενημέρωσης DNS

source: If you want to force a dynamic update for testing purposes, you can do it like this:
el: Εάν θέλετε να κάνετε μια υποχρεωτική δυναμική ενημέρωση για σκοπούς ελέγχου, μπορείτε να το κάνετε ως εξής:

source: disable dynamic DNS, apply
el: απενεργοποίηση δυναμικού DNS, εφαρμογή

source: enable dynamic DNS, apply
el: ενεργοποίηση δυναμικού DNS, εφαρμογή

source: (now the Fritz!Box sends an update, it might be "good" or "nochg" depending on whether we already have that IP in DNS)
el: (τώρα το Fritz!Box στέλνει μια ενημέρωση, μπορεί να είναι "καλή" ή "γυμνή" ανάλογα με το αν έχουμε ήδη αυτή την IP στον DNS)

source: verified with
el: πιστοποιημένο με

source: (leave this field empty)
el: (αφήστε αυτό το πεδίο κενό)

source: ddclient is a popular dyndns update daemon on Linux.
el: Ο ddclient είναι ένας δημοφιλής δαίμονας ενημέρωσης dyndns στο Linux.

source: Please note: if the pfSense WAN interface does not have your public IP and does not notice your public IP changing, the update will be done delayed (default: daily at 01:01). You can tweak this by editing /etc/crontab from where it invokes /etc/rc.dyndns.update - but be careful: do not invoke it too frequently and consider that this applies to all your DDNS updaters.
el: Παρακαλώ σημειώστε: αν η διεπαφή pfSense WAN δεν έχει την δημόσια IP σας και δεν αντιλαμβάνεται όταν αυτή αλλάζει, η ενημέρωση θα γίνεται με καθυστέρηση (προεπιλογή: καθημερινά στη 01:01). Μπορείτε να τροποποιήσετε αυτό αλλάζοντας το /etc/crontab όπου γίνεται η κλήση του /etc/rc.dyndns.update - αλλά προσέξτε: μην το καλείτε πολύ συχνά και λάβετε υπόψη ότι αυτό ισχύει για όλους τα συστήματά σας ενημέρωσης DDNS.

source: (do not select this)
el: (μην επιλέξετε αυτό)

source: (most likely)
el: (το πιθανότερο)

source: (select this as long as you need it)
el: (επιλέξτε αυτό εφόσον το χρειάζεστε)

source: Browser-based update client
el: Πελάτης ενημέρωσης βασισμένος σε φυλλομετρητή

source: These URLs invoke the built-in update client, which is intended for temporary and adhoc scenarios only. It periodically checks your IP and updates DNS if it changes.
el: Αυτά τα URLs καλούν τον ενσωματωμένο πελάτη ενημέρωσης, που προορίζεται για προσωρινά και adhoc σενάρια μόνο. Ελέγχει περιοδικά την IP σας και ενημερώνει τον DNS εάν αλλάξει.

source: update DNS to point to remote IPv4 or IPv6 address
el: ενημερώστε τον DNS να δείχνει στην απομακρυσμένη IPv4 ή IPv6 διεύθυνση

source: similar, IPv4 only
el: ομοίως, μόνο IPv4

source: similar, IPv6 only
el: ομοίως, μόνο IPv6

source: URLs for browser / http user agent use
el: URLs για χρήση σε φυλλομετρητή / http μέσο χρήστη

source: Interactive - will ask for username (give your hostname) and password (give your secret):
el: Διαδραστικό - θα ζητήσει όνομα χρήστη (δώστε το όνομα host) και κωδικό (δώστε το μυστικό):

source: Giving the http basic auth username and password in the URL:
el: Δίνοντας το όνομα χρήστη και κωδικό βασικής επικύρωσης http στο URL:

source: As above, but manually specifying the IP address:
el: Όπως παραπάνω, αλλά ορίζοντας χειροκίνητα την διεύθυνση IP:

source: update DNS to point to IPv4 127.0.0.1
el: ενημερώστε τον DNS να δείχνει στην IPv4 127.0.0.1

source: update DNS to point to IPv6 ::1
el: ενημερώστε τον DNS να δείχνει στην IPv6 ::1

source: Explanation of parameters:
el: Επεξήγηση παραμέτρων:

source: your fully qualified hostname, something like example.%(WWW_HOST)s
el: το πλήρως πιστοποιημένο όνομα host, κάτι όπως στο παράδειγμα.%(WWW_HOST)s

source: the secret you have configured for this hostname
el: το μυστικό που ρυθμίσατε για αυτό το όνομα host

source: IP addresses: we use the v4 and v6 localhost addresses in the examples, but of course you need to use your real public IP instead of that.
el: Διευθύνσεις IP: χρησιμοποιούμε τις v4 και v6 διευθύνσεις τοπικού host στα παραδείγματα, αλλά φυσικά θα πρέπει να χρησιμοποιήσετε την πραγματική δημόσια IP σας αντί αυτών.

source: Your Hosts
el: Οι δικοί σας Hosts

source: Add Host
el: Προσθήκη Host

source: Comment
el: Σχόλιο

source: Available
el: Διαθέσιμο

source: Faults
el: Σφάλματα

source: %(type)s Address
el: %(type)s Διευθύνσεις

source: (last update)
el: (τελευταία ενημέρωση)

source: No hosts yet.
el: Χωρίς hosts ακόμα.

source: Domains (yours first, then public)
el: Τομείς (πρώτα ο δικός σας, μετά ο δημόσιος)

source: Add Domain
el: Προσθήκη Τομέα

source: Domain
el: Τομέας

source: Public
el: Δημόσιο

source: Owner
el: Ιδιοκτήτης

source: No domains from you yet.
el: Κανένας τομέας από εσάς ακόμα.

source: No public domains from other users yet.
el: Κανένα δημόσιος τομέας από άλλους χρήστες ακόμα.

source: Edit related host
el: Τροποποίηση σχετιζόμενου host

source: Delete related host
el: Διαγραφή σχετιζόμενου host

source: Deleting a related host is not undoable. If you need it back, you'll have to add it again.
el: Η διαγραφή ενός σχετιζόμενου host είναι μη αναστρέψιμη. Αν τον χρειαστείτε ξανά, θα πρέπει να τον προσθέσετε εκ νέου.

source: When we receive an update for your main host, we compute your network address from it. To compute your related host's IPs, we just add the interface ID to the network address. Then we update the DNS records for the related host with these addresses.
el: Όταν λαμβάνουμε μια ενημέρωση από τον κύριο host σας, υπολογίζουμε την διεύθυνση δικτύου σας από αυτόν. Για να υπολογίσουμε τις IP των σχετιζόμενων hosts σας, απλά προσθέτουμε το ID της διεπαφής στην διεύθυνση δικτύου. Έπειτα ενημερώνουμε τις εγγραφές DNS του σχετιζόμενου host με αυτές τις διευθύνσεις.

source: Create a new related host
el: Δημιουργήστε ένα νέο σχετιζόμενο host

source: Here you can add related hosts (e.g. other machines on same LAN).
el: Εδώ μπορείτε να προσθέσετε σχετιζόμενους hosts (π.χ. άλλες μηχανές στο ίδιο LAN).

source: Related hosts
el: Σχετιζόμενοι hosts

source: Add related host
el: Προσθήκη σχετιζόμενου host

source: Main host:
el: Κύριος host:

source: %(type)s interface ID
el: %(type)s ID διεπαφής

source: No related hosts yet.
el: Δεν υπάρχουν σχετιζόμενοι hosts ακόμα.

source: Domains
el: Τομείς

source: Total
el: Σύνολο

source: Unavailable
el: Μη διαθέσιμο

source: Down
el: Εκτός λειτουργίας

source: Abuse
el: Κατάχρηση

source: Abuse-Blocked
el: Κατάχρηση-Μπλοκαρισμένο

source: 2d
el: 2ημ.

source: IPv4 (tls) / IPv6 (tls) updated last %(period)s
el: Τελευταία ενημέρωση IPv4 (tls) / IPv6 (tls) %(period)s

source: 2w
el: 2εβδ.

source: 2m
el: 2μην.

source: 2y
el: 2χρ.

source: Users
el: Χρήστες

source: Active
el: Ενεργοί

source: logged in / created in last %(period)s
el: συνδέθηκαν σε / δημιουργήθηκαν σε τελευταία %(period)s

source: Browser-based Updater
el: Σύστημα ενημέρωση μέσω φυλλομετρητή

source: Host %(hostname)s will get automatically updated as long as you keep this window open.
el: Ο host %(hostname)s θα ενημερώνεται αυτόματα όσο αυτό το παράθυρο είναι ανοιχτό.

source: The browser based updater only works if javascript is enabled.
el: Το σύστημα ενημέρωσης μέσω φυλλομετρητή λειτουργεί μόνο αν είναι ενεργή η javascript.

source: Updater Status
el: Κατάσταση συστήματος ενημέρωσης

source: My IP:
el: Η IP μου:

source: Last update response:
el: Τελευταία απόκριση ενημέρωσης:

source: Edit Updater Configuration
el: Τροποποίησης Ρύθμισης Συστήματος Ενημέρωσης

source: Delete Updater Configuration
el: Διαγραφή Ρύθμισης Συστήματος Ενημέρωσης

source: Deleting a updater configuration is not undoable. If you need it back, you'll have to add it again.
el: Η διαγραφή ενός συστήματος ενημέρωσης είναι μη αναστρέψιμη. Αν το χρειαστείτε ξανά, θα πρέπει να το προσθέσετε εκ νέου.

source: Here you can edit the configuration of the "%(servicename)s" updater.
el: Εδώ μπορείτε να τροποποιήσετε την παραμετροποίηση του "%(servicename)s" συστήματος ενημέρωσης.

source: The values you need here are the same ones as you would usually enter in your router or update client.
el: Η τιμές που χρειάζεστε εδώ είναι οι ίδιες που θα καταχωρούσατε συνήθως στο router σας ή τον πελάτη ενημέρωσης.

source: You get these values after registering with the "%(object.service.name)s" service and (likely) configuring that service to accept updates.
el: Λαμβάνετε αυτές τις τιμές αφότου εγγραφείτε με την "%(object.service.name)s" υπηρεσία και (συνήθως) ρυθμίζοντας την να λαμβάνει ενημερώσεις.

source: Your updater configurations for other services
el: Οι ρυθμίσεις σας για σύστημα ενημέρωσης άλλων υπηρεσιών

source: Service
el: Υπηρεσία

source: give %(type)s
el: δώστε %(type)s

source: No other services to update yet.
el: Όχι άλλες υπηρεσίες προς ενημέρωση ακόμα.

source: Create a new updater configuration
el: Δημιουργήστε μια νέα ρύθμιση συστήματος ενημέρωσης

source: Here you can add new configurations for 3rd party services you like to get updated.
el: Εδώ μπορείτε να εισάγετε νέες ρυθμίσεις για υπηρεσίες 3ων τις οποίες θέλετε να ενημερώνετε.

source: We will send an update to them each time you update your host with us.
el: Θα στέλνουμε μια ενημέρωση σε κάθε μια από αυτές κάθε φορά που ενημερώνετε τον host σας με εμάς.

source: English
el: Αγγλικά

source: German
el: Γερμανικά

source: French
el: Γαλλικά

source: Italian
el: Ιταλικά

source: Polish
el: Πολωνικά

source: Home
el: Αρχική

source: Overview
el: Επισκόπηση

source: Status
el: Κατάσταση

source: About
el: Περί

source: Documentation
el: Τεκμηρίωση

source: Sign up
el: Εγγραφή

source: Profile
el: Προφίλ

source: Admin interface
el: Διεπαφή Διαχειριστή

source: Your (http) connection is unencrypted and thus insecure.
el: Η (http) σύνδεση είναι μη κρυπτογραφημένη και συνεπώς μη ασφαλής.

source: Please use our <a href="https://%(WWW_HOST)s/">secure https site</a>.
el: Παρακαλώ χρησιμοποιήστε τον <a href="https://%(WWW_HOST)s/">ασφαλή https ιστότοπο μας</a>.

source: At least some of the required cookies will only work on the secure https site, expect malfunctioning on the http site.
el: Τουλάχιστον μερικά από τα απαραίτητα cookies θα λειτουργούν μόνο στον ασφαλή https ιστότοπο, να αναμένετε δυσλειτουργία στον http ιστότοπο.

source: Some functionality on this site requires that you have JavaScript enabled in your browser.
el: Μερικές λειτουργίες σε αυτόν τον ιστότοπο απαιτούν να έχετε ενεργοποιημένη την JavaScript στον φυλλομετρητή σας.

source: Powered by nsupdate.info
el: Χορηγία της nsupdate.info

source: Valid HTML
el: Έγκυρη HTML

source: Valid CSS
el: Έγκυρα CSS
